# XTIT: Title message for the page that shows tips to the user 
FIRST_USE_TIPS_TITLE=\u062A\u0644\u0645\u064A\u062D\u0627\u062A \u0623\u0648\u0644 \u0627\u0633\u062A\u062E\u062F\u0627\u0645

# XTIT: Title for one individual tip 
FIRST_USE_TIPS_TIP=\u062A\u0644\u0645\u064A\u062D

# XMSG: Tip to the user on how to being up the toolbar in the application through a double tap gesture 
FIRST_USE_TIPS_DOUBLE_TAP=\u0627\u0646\u0642\u0631 \u0646\u0642\u0631\u064B\u0627 \u0645\u0632\u062F\u0648\u062C\u064B\u0627 \u0639\u0644\u0649 \u0627\u0644\u0634\u0627\u0634\u0629 \u0644\u0625\u0638\u0647\u0627\u0631 \u0634\u0631\u064A\u0637 \u0627\u0644\u0623\u062F\u0648\u0627\u062A.

# XMSG: Tip to the user why the toolbar would be useful for 
FIRST_USE_TIPS_USEFUL=\u064A\u0641\u064A\u062F \u0647\u0630\u0627 \u0641\u064A \u0625\u062C\u0631\u0627\u0621 \u0639\u0645\u0644\u064A\u0627\u062A \u062A\u0646\u0642\u0644 \u0641\u064A \u0627\u0644\u0645\u0633\u062A\u0639\u0631\u0636 \u0648\u0627\u0644\u062D\u0635\u0648\u0644 \u0639\u0644\u0649 \u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0645\u0633\u0627\u0639\u062F\u0629.

# XBUT: Button to leave the tips screen and continue with the application
FIRST_USE_TIPS_CONTINUE=\u0645\u062A\u0627\u0628\u0639\u0629

# XTIT: Title for screen when a web page is not found  
CANNOT_REACH_HOST_TITLE=\u0644\u0627 \u064A\u0645\u0643\u0646 \u0627\u0644\u0639\u062B\u0648\u0631 \u0639\u0644\u0649 \u0627\u0644\u0635\u0641\u062D\u0629

# XMSG: Message for the user when a web page is not found, is missing or have moved
CANNOT_REACH_HOST_DESCRIPTION=\u0631\u0628\u0645\u0627 \u062A\u0645\u062A \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0635\u0641\u062D\u0629 \u0627\u0644\u062A\u064A \u062A\u0628\u062D\u062B \u0639\u0646\u0647\u0627 \u0623\u0648 \u062A\u0645 \u062A\u063A\u064A\u064A\u0631 \u0627\u0633\u0645\u0647\u0627 \u0623\u0648 \u0623\u0646\u0647\u0627 \u063A\u064A\u0631 \u0645\u062A\u0648\u0641\u0631\u0629 \u0645\u0624\u0642\u062A\u064B\u0627.

# XMSG: Message for the user to try a few things to troubleshoot the error condition
CANNOT_REACH_HOST_TRY_THE_FOLLOWING=\u064A\u064F\u0631\u062C\u0649 \u0645\u062D\u0627\u0648\u0644\u0629 \u0625\u062C\u0631\u0627\u0621 \u0627\u0644\u062A\u0627\u0644\u064A:

# XMSG: one of the hints to the user to troubleshoot the error condition
CANNOT_REACH_HOST_SPELLING=\u0625\u0630\u0627 \u0642\u0645\u062A \u0628\u0643\u062A\u0627\u0628\u0629 \u0639\u0646\u0648\u0627\u0646 \u0645\u0648\u0642\u0639 \u0627\u0644\u0648\u064A\u0628\u060C \u062A\u0623\u0643\u062F \u0623\u0646\u0647 \u0635\u062D\u064A\u062D \u0625\u0645\u0644\u0627\u0626\u064A\u064B\u0627.

# XMSG: one of the hints to the user to troubleshoot the error condition
CANNOT_REACH_HOST_NETWORK=\u062A\u0623\u0643\u062F \u0645\u0646 \u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0627\u0644\u062C\u0647\u0627\u0632 \u0644\u0644\u0625\u0639\u062F\u0627\u062F\u0627\u062A \u0627\u0644\u0635\u062D\u064A\u062D\u0629 \u0644\u0644\u0634\u0628\u0643\u0629.

# XMSG: one of the hints to the user to troubleshoot the error condition
CANNOT_REACH_HOST_ADMINISTRATOR=\u0627\u062A\u0635\u0644 \u0628\u0627\u0644\u0645\u0633\u0624\u0648\u0644 \u0639\u0646 \u0645\u0648\u0642\u0639 \u0627\u0644\u0648\u064A\u0628.

# XTIT: Title for screen when no network is available
NETWORK_ERROR_NO_NETWORK_TITLE=\u0644\u0627 \u062A\u062A\u0648\u0641\u0631 \u0634\u0628\u0643\u0629

# XMSG: Message for screen when no network is available
NETWORK_ERROR_NO_NETWORK_DESCRIPTION=\u0627\u0644\u0634\u0628\u0643\u0629 \u063A\u064A\u0631 \u0645\u062A\u0648\u0641\u0631\u0629 \u062D\u0627\u0644\u064A\u064B\u0627. \u062D\u0627\u0648\u0644 \u0645\u0631\u0629 \u0623\u062E\u0631\u0649 \u0639\u0646\u062F \u062A\u0648\u0641\u0631 \u0627\u062A\u0635\u0627\u0644.

# XTIT: Title for screen when it's unable to reach the host
NETWORK_ERROR_UNABLE_TO_REACH_HOST_TITLE=\u062A\u0639\u0630\u0631 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0645\u0636\u064A\u0641

# XMSG: Message for screen when it's unable to reach the host
NETWORK_ERROR_UNABLE_TO_REACH_HOST_DESCRIPTION=\u062A\u0639\u0630\u0631 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0645\u0636\u064A\u0641. \u0642\u062F \u064A\u0643\u0648\u0646 \u0630\u0644\u0643 \u0628\u0633\u0628\u0628 \u0648\u062C\u0648\u062F \u0627\u0644\u062E\u0627\u062F\u0645 \u0639\u0644\u0649 \u0634\u0628\u0643\u0629 \u0645\u062E\u062A\u0644\u0641\u0629 \u0639\u0646 \u0627\u0644\u0634\u0628\u0643\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645\u0629 \u062D\u0627\u0644\u064A\u064B\u0627\u060C \u0623\u0648 \u0631\u0628\u0645\u0627 \u064A\u062D\u062F\u062B \u0630\u0644\u0643 \u0625\u0630\u0627 \u062A\u0645 \u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u062E\u0627\u062F\u0645 \u0648\u0643\u064A\u0644 \u0648\u0644\u0627 \u064A\u062A\u0636\u0645\u0646 \u0627\u0644\u062C\u0647\u0627\u0632 \u0625\u0639\u062F\u0627\u062F\u0627\u062A \u0648\u0643\u064A\u0644. \u0648\u0644\u062A\u0623\u0643\u064A\u062F \u0630\u0644\u0643\u060C \u062D\u0627\u0648\u0644 \u0641\u062A\u062D \u0631\u0627\u0628\u0637 SAP Fiori \u0641\u064A \u0645\u0633\u062A\u0639\u0631\u0636 \u0627\u0644\u062C\u0647\u0627\u0632.

# XTIT: Title for screen when server is down
NETWORK_ERROR_SERVER_IS_DOWN_TITLE=\u0627\u0644\u062E\u0627\u062F\u0645 \u063A\u064A\u0631 \u0645\u062A\u0648\u0641\u0631

# XMSG: Message for screen when server is down
NETWORK_ERROR_SERVER_IS_DOWN_DESCRIPTION=\u0644\u0627 \u064A\u0645\u0643\u0646 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u062E\u0627\u062F\u0645. \u062A\u062D\u0642\u0642 \u0645\u0646 \u0635\u062D\u0629 \u0627\u0644\u0645\u0646\u0641\u0630 \u0648\u0645\u0646 \u0628\u062F\u0621 \u062E\u0627\u062F\u0645 SAP Fiori.

# XTIT: Title for screen when file is not found
NETWORK_ERROR_FILE_NOT_FOUND_TITLE=\u0644\u0645 \u064A\u062A\u0645 \u0627\u0644\u0639\u062B\u0648\u0631 \u0639\u0644\u0649 \u0627\u0644\u0645\u0644\u0641 (404)

# XMSG: Message for screen when file is not found
NETWORK_ERROR_FILE_NOT_FOUND_DESCRIPTION=\u0627\u0644\u0631\u0627\u0628\u0637 \u063A\u064A\u0631 \u0645\u062A\u0648\u0641\u0631. \u0644\u062A\u062D\u0631\u064A\u0631 \u0647\u0630\u0627 \u0627\u0644\u0631\u0627\u0628\u0637\u060C \u0627\u062E\u062A\u0631 '\u0627\u0644\u0625\u0639\u062F\u0627\u062F\u0627\u062A' \u062B\u0645 '\u0645\u0633\u062D \u062C\u0645\u064A\u0639 \u0625\u0639\u062F\u0627\u062F\u0627\u062A \u0627\u0644\u062A\u0637\u0628\u064A\u0642' \u062B\u0645 \u0623\u062F\u062E\u0644 \u0627\u0644\u0631\u0627\u0628\u0637 \u0627\u0644\u0635\u062D\u064A\u062D \u0644\u0640 SAP Fiori.

# XTIT: Title for screen when there is connection time out
NETWORK_ERROR_CONNECTION_TIMEOUT_TITLE=\u0627\u0646\u062A\u0647\u062A \u0645\u0647\u0644\u0629 \u0627\u0644\u0627\u062A\u0635\u0627\u0644

# XMSG: Message for screen when there is connection time out
NETWORK_ERROR_CONNECTION_TIMEOUT_DESCRIPTION=\u0627\u0646\u062A\u0647\u062A \u0645\u0647\u0644\u0629 \u0627\u0644\u0627\u062A\u0635\u0627\u0644 \u0623\u062B\u0646\u0627\u0621 \u0627\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u0649 \u0627\u0644\u0631\u0627\u0628\u0637. \u0627\u0641\u062D\u0635 \u0627\u062A\u0635\u0627\u0644 \u0627\u0644\u0634\u0628\u0643\u0629 \u0644\u062F\u064A\u0643\u060C \u0648\u0625\u0630\u0627 \u0643\u0627\u0646\u062A \u0627\u0644\u0634\u0628\u0643\u0629 \u0628\u0637\u064A\u0626\u0629\u060C \u0642\u0645 \u0628\u0625\u0639\u0627\u062F\u0629 \u062A\u062D\u0645\u064A\u0644 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0639\u0646\u062F\u0645\u0627 \u062A\u0643\u0648\u0646 \u0641\u064A \u0645\u0646\u0637\u0642\u0629 \u0645\u062A\u0648\u0641\u0631 \u0641\u064A\u0647\u0627 \u0634\u0628\u0643\u0629 \u0623\u0642\u0648\u0649.


# XTIT: Title for error screen when the there is an error with security certificate   
CERTIFICATE_ERROR_TITLE=\u062E\u0637\u0623 \u0641\u064A \u0627\u0644\u0634\u0647\u0627\u062F\u0629

# XMSG: one of the hints to the user that error could be because of an error with the server certificate
CERTIFICATE_ERROR_DESCRIPTION=\u0644\u0627 \u064A\u0645\u0643\u0646 \u0639\u0631\u0636 \u0627\u0644\u0635\u0641\u062D\u0629 \u0646\u0638\u0631\u064B\u0627 \u0644\u0648\u062C\u0648\u062F \u0645\u0634\u0643\u0644\u0629 \u0641\u064A \u0634\u0647\u0627\u062F\u0629 \u0627\u0644\u062E\u0627\u062F\u0645.

# XMSG: one of the hints to the user to troubleshoot the error condition by contacting their administrator
CERTIFICATE_ERROR_CONTACT_HELP=\u064A\u064F\u0631\u062C\u0649 \u0627\u0644\u0627\u062A\u0635\u0627\u0644 \u0628\u0645\u0643\u062A\u0628 \u0627\u0644\u0645\u0633\u0627\u0639\u062F\u0629 \u0644\u062F\u064A\u0643 \u0648\u062A\u0648\u0641\u064A\u0631 \u0627\u0644\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u062A\u0627\u0644\u064A\u0629:

# XMSG: Message sub-heading to suggest cause of the error message
CERTIFICATE_ERROR_CAUSE=\u0633\u0628\u0628 \u0627\u0644\u062E\u0637\u0623:

# XMSG: Message sub-heading to provide certificate information
CERTIFICATE_ERROR_CERTIFICATE_INFORMATION=\u0645\u0639\u0644\u0648\u0645\u0627\u062A \u0627\u0644\u0634\u0647\u0627\u062F\u0629:

# XMSG: Message sub-heading to provide URL of the page that has an error
CERTIFICATE_ERROR_PAGE_ADDRESS=\u0639\u0646\u0648\u0627\u0646 \u0627\u0644\u0635\u0641\u062D\u0629:

# XTIT: Title for error screen when server's certificate is not trusted
CERTIFICATE_ERROR_SERVER_CERTIFICATE_NOT_TRUST_TITLE=\u0634\u0647\u0627\u062F\u0629 \u0627\u0644\u062E\u0627\u062F\u0645 \u063A\u064A\u0631 \u0645\u0648\u062B\u0648\u0642\u0629

# XMSG: Message for error screen when server's certificate is not trusted
CERTIFICATE_ERROR_SERVER_CERTIFICATE_NOT_TRUST_DESCRIPTION=\u062C\u0647\u0629 \u0627\u0644\u0645\u0635\u0627\u062F\u0642\u0629 \u0627\u0644\u062A\u064A \u0642\u0627\u0645\u062A \u0628\u062A\u0648\u0642\u064A\u0639 \u0627\u0644\u0631\u0627\u0628\u0637 \u063A\u064A\u0631 \u0645\u0648\u062B\u0648\u0642\u0629 \u0645\u0646 \u0642\u0650\u0628\u0644 \u062C\u0647\u0627\u0632\u0643. \u064A\u062C\u0628 \u0623\u0646 \u064A\u062A\u0636\u0645\u0646 \u0627\u0644\u062E\u0627\u062F\u0645 \u0627\u0644\u0634\u0647\u0627\u062F\u0629 \u0627\u0644\u0645\u0648\u0642\u0651\u064E\u0639\u0629 \u0628\u0648\u0627\u0633\u0637\u0629 \u062C\u0647\u0629 \u0645\u0635\u0627\u062F\u0642\u0629 \u0645\u0648\u062B\u0648\u0642\u0629\u060C \u0643\u0645\u0627 \u064A\u062C\u0628 \u0623\u0646 \u062A\u062A\u0648\u0641\u0631 \u0634\u0647\u0627\u062F\u0629 \u0627\u0644\u062C\u0647\u0629 \u0627\u0644\u0645\u0648\u062B\u0648\u0642\u0629 \u0647\u0630\u0647 \u0641\u064A \u0645\u062E\u0632\u0646 \u0627\u0644\u0634\u0647\u0627\u062F\u0627\u062A \u0639\u0644\u0649 \u0627\u0644\u062C\u0647\u0627\u0632.

# XTIT: Title for error screen when server's certificate common name does not match URL used
CERTIFICATE_ERROR_SERVER_CERTIFICATE_COMMON_NAME_DOES_NOT_MATCH_URL_TITLE=\u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0634\u0627\u0626\u0639 \u0644\u0634\u0647\u0627\u062F\u0629 \u0627\u0644\u062E\u0627\u062F\u0645 \u063A\u064A\u0631 \u0645\u0637\u0627\u0628\u0642 \u0644\u0644\u0631\u0627\u0628\u0637 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645

# XMSG: Message for error screen when server's certificate common name does not match URL used
CERTIFICATE_ERROR_SERVER_CERTIFICATE_COMMON_NAME_DOES_NOT_MATCH_URL_DESCRIPTION=\u0627\u0644\u0627\u0633\u0645 \u0627\u0644\u0634\u0627\u0626\u0639 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0628\u0648\u0627\u0633\u0637\u0629 \u0634\u0647\u0627\u062F\u0629 \u0627\u0644\u062E\u0627\u062F\u0645 \u063A\u064A\u0631 \u0645\u0637\u0627\u0628\u0642 \u0644\u0644\u0631\u0627\u0628\u0637 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0644\u0644\u0648\u0635\u0648\u0644 \u0625\u0644\u064A\u0647. \u0642\u062F \u064A\u062D\u062F\u062B \u0630\u0644\u0643 \u0625\u0630\u0627 \u062A\u0645 \u0627\u0633\u062A\u062E\u062F\u0627\u0645 \u0639\u0646\u0648\u0627\u0646 IP \u0644\u0631\u0627\u0628\u0637 SAP Fiori \u0628\u062F\u0644\u0627\u064B \u0645\u0646 \u0627\u0633\u0645 \u0645\u062C\u0627\u0644 \u0645\u0639\u0631\u0651\u0641 \u0628\u0627\u0644\u0643\u0627\u0645\u0644.


# XMSG: Title message for the page that shows tips to the user 
FIRST_USE_TIPS_WINDOWS_GESTURE=\u0641\u064A \u0627\u0644\u0632\u0627\u0648\u064A\u0629 \u0627\u0644\u0633\u0641\u0644\u064A\u0629 \u0627\u0644\u064A\u0633\u0631\u0649\u060C \u0627\u0646\u0642\u0631 \u0641\u0648\u0642 \u0632\u0631 \u0639\u0644\u0627\u0645\u0629 \u0627\u0644\u062D\u0630\u0641 \u0644\u0627\u0633\u062A\u062F\u0639\u0627\u0621 \u0634\u0631\u064A\u0637 \u0627\u0644\u0623\u062F\u0648\u0627\u062A.

# XMSG: Title message for the page that shows tips to the user. Different instruction for Windows 10
FIRST_USE_TIPS_FC15_WINDOWS10_GESTURE=\u0644\u0625\u0638\u0647\u0627\u0631 \u0634\u0631\u064A\u0637 \u0627\u0644\u0623\u062F\u0648\u0627\u062A\u060C \u0627\u0633\u062D\u0628 \u0644\u0623\u0633\u0641\u0644 \u0645\u0646 \u0623\u0639\u0644\u0649 \u0627\u0644\u0634\u0627\u0634\u0629 \u0623\u0648 \u0627\u0646\u0642\u0631 \u0628\u0632\u0631 \u0627\u0644\u0645\u0627\u0648\u0633 \u0627\u0644\u0623\u064A\u0645\u0646 \u0641\u0648\u0642 \u0627\u0644\u0634\u0627\u0634\u0629 \u0628\u0627\u0644\u0623\u062C\u0647\u0632\u0629 \u0627\u0644\u062A\u064A \u0644\u0627 \u062A\u0639\u0645\u0644 \u0628\u0627\u0644\u0644\u0645\u0633 (\u064A\u0646\u0637\u0628\u0642 \u0630\u0644\u0643 \u0639\u0644\u0649 Windows 10).

# XMSG: Message telling users to wail while web content downloads for prefetched app
PREFETCH_DOWNLOAD_MESSAGE=\u064A\u0631\u062C\u0649 \u0627\u0644\u0627\u0646\u062A\u0638\u0627\u0631 \u0628\u064A\u0646\u0645\u0627 \u064A\u0642\u0648\u0645 Fiori Client \u0628\u062A\u0643\u0648\u064A\u0646 \u0646\u0641\u0633\u0647 \u0644\u0644\u0645\u0631\u0629 \u0627\u0644\u0623\u0648\u0644\u0649...

# XMSG: Message recommending user switch to WiFi for the download if they are not on WiFi
PREFETCH_SLOW_NETWORK=\u0642\u0645 \u0628\u0627\u0644\u062A\u0628\u062F\u064A\u0644 \u0625\u0644\u0649 \u0634\u0628\u0643\u0629 WiFi \u0644\u062A\u0633\u0631\u064A\u0639 \u0627\u0644\u062A\u0646\u0632\u064A\u0644.

# XTIT: Dialog title shown when an app update error is triggered
PREFETCH_UPDATE_DOWNLOAD_ERROR_TITLE=\u062E\u0637\u0623

# XMSG: Dialog message shown when an app update error is triggered
PREFETCH_UPDATE_DOWNLOAD_ERROR_MESSAGE=\u062D\u062F\u062B \u062E\u0637\u0623 \u0623\u062B\u0646\u0627\u0621 \u062A\u0646\u0632\u064A\u0644 \u0623\u0648 \u062A\u0637\u0628\u064A\u0642 \u0627\u0644\u062A\u062D\u062F\u064A\u062B.

# XBUT: Dialog shown when an app update error is triggered - retry download button
PREFETCH_UPDATE_DOWNLOAD_RETRY=\u0625\u0639\u0627\u062F\u0629 \u0645\u062D\u0627\u0648\u0644\u0629 \u0627\u0644\u062A\u0646\u0632\u064A\u0644

# XBUT: Dialog shown when an app update error is triggered - reset application button
PREFETCH_UPDATE_DOWNLOAD_RESET=\u0625\u0639\u0627\u062F\u0629 \u062A\u0639\u064A\u064A\u0646 \u0627\u0644\u062A\u0637\u0628\u064A\u0642

# XTIT: Dialog title shown when app update has no initial update
PREFETCH_UPDATE_DOWNLOAD_NOUPDATE_TITLE=\u0644\u0627 \u064A\u062A\u0648\u0641\u0631 \u062A\u062D\u062F\u064A\u062B

# XMSG: Dialog message shown when when app update has no initial update
PREFETCH_UPDATE_DOWNLOAD_NOUPDATE_MESSAGE=\u0644\u0627 \u064A\u062A\u0648\u0641\u0631 \u062A\u062D\u062F\u064A\u062B \u0641\u064A \u0647\u0630\u0627 \u0627\u0644\u0648\u0642\u062A.

# XBUT: Button to cancel configuration/download
PREFETCH_CANCEL_DOWNLOAD_BUTTON=\u0625\u0644\u063A\u0627\u0621 \u0627\u0644\u062A\u0643\u0648\u064A\u0646

# XMSG: Message displayed to user after Cancel button pressed
PREFETCH_CANCEL_DOWNLOAD_MESSAGE=\u062A\u0645 \u0625\u0644\u063A\u0627\u0621 \u0627\u0644\u062A\u0643\u0648\u064A\u0646.
