
#XCAP: Title in the Toolbar
TOOLBAR_TITLE=\u0646\u0645\u0637 \u062A\u0647\u064A\u0626\u0629 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645
#XBUT: Button 'Exit' of the Toolbar
BTN_EXIT=\u062E\u0631\u0648\u062C
#XMIT:	Context Menu Entry 'Adapt'
CTX_ADAPT=\u0627\u0644\u0645\u0632\u064A\u062F...
#XMIT:	Context Menu Entry 'Remove'
CTX_REMOVE=\u0625\u0632\u0627\u0644\u0629
#XMIT:	Remove Confirm Dialog Title
CTX_REMOVE_TITLE=\u0625\u0632\u0627\u0644\u0629
#XMIT:	Context Menu Entry 'Add Fields'
CTX_ADD_FIELD=\u0625\u0636\u0627\u0641\u0629 \u0627\u0644\u062D\u0642\u0644
#XMIT: Context Menu Entry 'Cut'
CTX_CUT=\u0642\u0635
#XMIT: Context Menu Entry 'Paste'
CTX_PASTE=\u0644\u0635\u0642
#XMIT:	Context Menu Entry 'Group'
CTX_GROUP_FIELDS=\u062A\u062C\u0645\u064A\u0639
#XMIT:	Context Menu Entry 'Ungroup'
CTX_UNGROUP_FIELDS=\u062A\u0642\u0633\u064A\u0645
#XMIT:	Context Menu Entry 'Add Group'
CTX_ADD_GROUP=\u0625\u0636\u0627\u0641\u0629 \u0645\u062C\u0645\u0648\u0639\u0629
#XMIT:	Context Menu Entry 'Rename'
CTX_RENAME=\u0625\u0639\u0627\u062F\u0629 \u062A\u0633\u0645\u064A\u0629
#XMIT:	Context Menu Entry 'Add Section'
CTX_ADD_SECTION=\u0625\u0636\u0627\u0641\u0629 \u0642\u0633\u0645
#XBUT: Button 'OK' of the Field Repository
BTN_FREP_OK=\u0645\u0648\u0627\u0641\u0642
#XBUT: Button 'OK' of the Field Repository
BTN_FREP_REMOVE=\u0625\u0632\u0627\u0644\u0629
#XBUT: Button 'Cancel' of the Field Repository
BTN_FREP_CANCEL=\u0625\u0644\u063A\u0627\u0621
#XBUT: Button 'Create Custom Field' of the Field Repository
BTN_FREP_CCF=\u0625\u0646\u0634\u0627\u0621 \u062D\u0642\u0644 \u0645\u062E\u0635\u0635
#XHED:Header in  the Field Repository Dialog
HEADER_FREP=\u062D\u0642\u0648\u0644 \u0645\u062A\u0648\u0641\u0631\u0629
#XHED:Header in  the Settings Dialog
HEADER_SETTINGS=\u0627\u0644\u0625\u0639\u062F\u0627\u062F\u0627\u062A
#XHED:Header in  the Section Repository Dialog
HEADER_SREP=\u0627\u0644\u0623\u0642\u0633\u0627\u0645 \u0627\u0644\u0645\u062A\u0648\u0641\u0631\u0629
#XBUT: Button 'Share' of the Toolbar
BTN_SHARE=\u0645\u0634\u0627\u0631\u0643\u0629
#XBUT: Button 'Undo' of the Toolbar
BTN_UNDO=\u062A\u0631\u0627\u062C\u0639
#XBUT: Button 'Redo' of the Toolbar
BTN_REDO=\u0625\u0639\u0627\u062F\u0629
#XBUT: Button 'Publish' of the Toolbar
BTN_PUBLISH=\u0646\u0634\u0631
#XBUT: Button 'Reset' of the Toolbar
BTN_RESTORE=\u0625\u0639\u0627\u062F\u0629 \u062A\u0639\u064A\u064A\u0646
#XBUT: Button 'Transport' of the Toolbar
BTN_TRANSPORT=\u0646\u0642\u0644
#XHED: dialog title for failed reset
HEADER_RESTORE_FAILED=\u062E\u0637\u0623
#XMSG: dialog message for failed reset
MSG_RESTORE_FAILED=\u0646\u0623\u0633\u0641\u060C \u0644\u0627 \u064A\u0645\u0643\u0646 \u062A\u062C\u0627\u0647\u0644 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0641\u064A \u0647\u0630\u0627 \u0627\u0644\u0648\u0642\u062A. \u0628\u0631\u062C\u0627\u0621 \u0627\u0644\u0645\u062D\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062E\u0631\u0649 \u0644\u0627\u062D\u0642\u064B\u0627 \u0623\u0648 \u0627\u0644\u0627\u062A\u0635\u0627\u0644 \u0628\u0627\u0644\u0645\u0633\u0624\u0648\u0644\: {0}
#XHED: dialog title for transport error
HEADER_TRANSPORT_ERROR=\u062E\u0637\u0623
#XMSG: dialog message for transport error
MSG_TRANSPORT_ERROR=\u0646\u0623\u0633\u0641\u060C \u0644\u0627 \u064A\u0645\u0643\u0646 \u0646\u0642\u0644 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645\u0629 \u0641\u064A \u0647\u0630\u0627 \u0627\u0644\u0648\u0642\u062A. \u0628\u0631\u062C\u0627\u0621 \u0627\u0644\u0645\u062D\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062E\u0631\u0649 \u0644\u0627\u062D\u0642\u064B\u0627 \u0623\u0648 \u0627\u0644\u0627\u062A\u0635\u0627\u0644 \u0628\u0627\u0644\u0645\u0633\u0624\u0648\u0644 {0}
#XMSG: dialog message for publishing error
MSG_PUBLISH_ERROR=\u0646\u0623\u0633\u0641\u060C \u0644\u0627 \u064A\u0645\u0643\u0646 \u0646\u0634\u0631 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0641\u064A \u0647\u0630\u0627 \u0627\u0644\u0648\u0642\u062A. \u0628\u0631\u062C\u0627\u0621 \u0627\u0644\u0645\u062D\u0627\u0648\u0644\u0629 \u0645\u0631\u0629 \u0623\u062E\u0631\u0649 \u0644\u0627\u062D\u0642\u064B\u0627 \u0623\u0648 \u0627\u0644\u0627\u062A\u0635\u0627\u0644 \u0628\u0627\u0644\u0645\u0633\u0624\u0648\u0644 {0}
#XMSG: message toast text for transport success
MSG_TRANSPORT_SUCCESS=\u062A\u0645 \u062A\u0636\u0645\u064A\u0646 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0644\u062F\u064A\u0643 \u0641\u064A \u0627\u0644\u0646\u0642\u0644.
#XMSG: message toast text for publishing success
MSG_PUBLISH_SUCCESS=\u062A\u0645\u062A \u062C\u062F\u0648\u0644\u0629 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0644\u0646\u0634\u0631\u0647\u0627
#XHED: dialog title for inapplicable transport
HEADER_TRANSPORT_INAPPLICABLE=\u0645\u0639\u0644\u0648\u0645\u0627\u062A
#XMSG: dialog message for inapplicable transport
MSG_TRANSPORT_INAPPLICABLE=\u062A\u0645 \u062A\u0636\u0645\u064A\u0646 \u062C\u0645\u064A\u0639 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0628\u0627\u0644\u0641\u0639\u0644 \u0641\u064A \u0627\u0644\u0646\u0642\u0644
#XHED: dialog title for apply/save transport error
HEADER_TRANSPORT_APPLYSAVE_ERROR=\u062E\u0637\u0623
#XMSG: dialog message for apply/save transport error
MSG_TRANSPORT_APPLYSAVE_ERROR=\u062E\u0637\u0623 \u0623\u062B\u0646\u0627\u0621 \u062A\u0637\u0628\u064A\u0642 \u0623\u0648 \u062D\u0641\u0638 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645. \u0627\u0644\u062E\u0631\u0648\u062C \u0645\u0646 \u0646\u0645\u0637 \u0627\u0644\u062A\u0647\u064A\u0626\u0629 \u0648\u0625\u0639\u0627\u062F\u0629 \u062A\u0634\u063A\u064A\u0644 \u0627\u0644\u062A\u0637\u0628\u064A\u0642\: {0}
#XTIT: reset confirmation dialog title
FORM_PERS_RESET_TITLE=\u0625\u0639\u0627\u062F\u0629 \u0627\u0644\u062A\u0639\u064A\u064A\u0646 \u0644\u0644\u0625\u0635\u062F\u0627\u0631 \u0627\u0644\u0642\u064A\u0627\u0633\u064A
#XMSG: reset confirmation dialog message
FORM_PERS_RESET_MESSAGE=\u0647\u0644 \u062A\u0631\u064A\u062F \u062A\u062C\u0627\u0647\u0644 \u062C\u0645\u064A\u0639 \u0639\u0645\u0644\u064A\u0627\u062A \u062A\u0647\u064A\u0626\u0629 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645 \u0648\u0625\u0639\u0627\u062F\u0629 \u0627\u0644\u062A\u0637\u0628\u064A\u0642 \u0644\u0644\u0625\u0635\u062F\u0627\u0631 \u0627\u0644\u0642\u064A\u0627\u0633\u064A\u061F
#XMSG: Error message presented if storing to LREP fails
MSG_LREP_TRANSFER_ERROR=\u0646\u0623\u0633\u0641\u060C \u062D\u062F\u062B \u062E\u0637\u0623 \u062A\u0642\u0646\u064A. \u0628\u0631\u062C\u0627\u0621 \u0625\u0639\u0627\u062F\u0629 \u0627\u0644\u0645\u062D\u0627\u0648\u0644\u0629 \u0644\u0627\u062D\u0642\u064B\u0627.
#XMSG: Error message showing the reason (technical info)
MSG_ERROR_REASON=\u0627\u0644\u0633\u0628\u0628\:{0}
#XMSG: Message when leaving RTA without saving
MSG_UNSAVED_CHANGES=\u0641\u064A \u062D\u0627\u0644\u0629 \u0627\u0644\u062A\u0623\u0643\u064A\u062F\u060C \u0633\u064A\u062A\u0645 \u0641\u0642\u0637 \u0643\u0644 \u062A\u063A\u064A\u064A\u0631\u0627\u062A \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645. \u0644\u062D\u0641\u0638\u0647\u0627\u060C \u0623\u063A\u0644\u0642 \u0645\u0631\u0628\u0639 \u0627\u0644\u062D\u0648\u0627\u0631 \u0647\u0630\u0627 \u0648\u0642\u0645 \u0628\u0627\u0644\u062E\u0631\u0648\u062C \u0645\u0646 \u0646\u0645\u0637 \u062A\u0647\u064A\u0626\u0629 \u0648\u0627\u062C\u0647\u0629 \u0627\u0644\u0645\u0633\u062A\u062E\u062F\u0645.
#XMSG: Message when removing a SimpleForm toolbar
MSG_REMOVING_TOOLBAR=\u062A\u062D\u062A\u0648\u064A \u0645\u0642\u062F\u0645\u0629 \u0647\u0630\u0647 \u0627\u0644\u0645\u062C\u0645\u0648\u0639\u0629 \u0639\u0644\u0649 \u0639\u0646\u0627\u0635\u0631 \u0625\u0636\u0627\u0641\u064A\u0629 \u0641\u064A \u062D\u0627\u0644\u0629 \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0645\u062C\u0645\u0648\u0639\u0629\u060C \u0633\u064A\u062A\u0645 \u0641\u0642\u062F\u0647\u0627. \u0647\u0644 \u062A\u0631\u064A\u062F \u0625\u0632\u0627\u0644\u0629 \u0627\u0644\u0645\u062C\u0645\u0648\u0639\u0629 \u0639\u0644\u0649 \u0623\u064A \u062D\u0627\u0644\u061F
#XMSG: Message when no fields are available in the add-field-dialog
